let testData = {
  status: 0,
  msg: '请求成功',
  data: {
    sysList: [
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '公募基金详情页',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '普通OTC购买流程',
          '涨乐星投开通',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '资产配置开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000131',
        systemName: '互联网业务聚合平台',
        id: '1',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '公募基金详情页',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '普通OTC购买流程',
          '涨乐星投开通',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '资产配置开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000361',
        systemName: '服务分发与治理平台',
        id: '2',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '公募基金详情页',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '普通OTC购买流程',
          '涨乐星投开通',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '资产配置开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '001027',
        systemName: '互联网服务平台',
        id: '3',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: ['私募OTC购买流程', '私募基金、私募资管购买流程'],
        systemId: '000138',
        systemName: '短信认证系统',
        id: '4',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: ['公募基金详情页'],
        systemId: '000069',
        systemName: '全账户系统',
        id: '5',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: ['涨乐星投开通', '资产配置开通'],
        systemId: '000047',
        systemName: '综合柜员业务平台',
        id: '6',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '公募基金详情页',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '普通OTC购买流程',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000068',
        systemName: '产品集成管理与运营分析系统',
        id: '7',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [],
        systemId: '000357',
        systemName: '存储网关',
        id: '8',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          '公募基金、资管大集合购买',
          '基金定投',
          '基金转换',
          '报价回购购买流程',
          '普通OTC购买流程',
          '零钱宝转入'
        ],
        systemId: '000063',
        systemName: '互联网用户中心',
        id: '10',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金详情页',
          '场内基金认购',
          '基金转换',
          '工资设置',
          '普通OTC购买流程',
          '涨乐星投开通',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '资产配置开通'
        ],
        systemId: '001032',
        systemName: '金融产品服务中心',
        id: '11',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          '公募基金详情页',
          '基金定投',
          '涨乐星投开通',
          '资产配置开通'
        ],
        systemId: '001068',
        systemName: '客户订阅管理系统',
        id: '12',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购购买流程',
          '普通OTC购买流程',
          '涨乐星投开通',
          '资产配置开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000027',
        systemName: '协议中心',
        id: '13',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '场内基金认购',
          '工资设置',
          '涨乐星投开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000345',
        systemName: '数字证书系统',
        id: '14',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购购买流程',
          '普通OTC购买流程',
          '涨乐星投开通',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '资产配置开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000066',
        systemName: '企业级客户信息整合系统',
        id: '16',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          '公募基金、资管大集合购买',
          '基金定投',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '涨乐星投开通',
          '资产配置开通',
          '零钱宝开通'
        ],
        systemId: '000470',
        systemName: '综合业务处理平台',
        id: '17',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: ['报价回购详情页'],
        systemId: '001164',
        systemName: '投顾信息服务系统',
        id: '20',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: ['普通OTC购买流程', '涨乐星投开通', '资产配置开通'],
        systemId: '000045',
        systemName: '理财服务平台',
        id: '21',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          '公募基金、资管大集合购买',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '普通OTC购买流程',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '零钱宝转入'
        ],
        systemId: '000471',
        systemName: '经纪客户信息管理平台',
        id: '22',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          'ETF网下认购',
          '公募基金、资管大集合购买',
          '场内基金认购',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购购买流程',
          '普通OTC购买流程',
          '涨乐星投开通',
          '私募OTC购买流程',
          '私募基金、私募资管购买流程',
          '零钱宝转入'
        ],
        systemId: '000013',
        systemName: '销售中心',
        id: '24',
        state: '1',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [
          '公募基金、资管大集合购买',
          '公募基金详情页',
          '基金定投',
          '基金转换',
          '工资设置',
          '报价回购详情页',
          '报价回购购买流程',
          '涨乐星投开通',
          '资产配置开通',
          '零钱宝开通',
          '零钱宝转入'
        ],
        systemId: '000009',
        systemName: '经纪业务运营平台',
        id: '25',
        state: '1',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [],
        systemId: '000351',
        systemName: 'ZOOKEEPER',
        id: '29',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [],
        systemId: '000348',
        systemName: 'REDIS CLUSTER',
        id: '26',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [],
        systemId: '000499',
        systemName: 'Oracle数据库服务',
        id: '27',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      },
      {
        relNames: [],
        systemId: '001086',
        systemName: 'MySQL数据库',
        id: '28',
        state: '0',
        status: ['0', '0', '0', '0', '0']
      }
    ],
    businessList: [
      {
        firstTime: '00:00:06',
        relNames: [
          '服务分发与治理平台',
          '协议中心',
          '经纪业务运营平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '销售中心',
          '综合业务处理平台',
          '互联网用户中心',
          '产品集成管理与运营分析系统',
          '经纪客户信息管理平台',
          '企业级客户信息整合系统'
        ],
        sucessCount: '100.0000%',
        businessName: '公募基金、资管大集合购买',
        orderNum: '200',
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '00:01:13',
        relNames: [
          '经纪客户信息管理平台',
          '企业级客户信息整合系统',
          '客户订阅管理系统',
          '互联网服务平台',
          '服务分发与治理平台',
          '协议中心',
          '互联网业务聚合平台',
          '经纪业务运营平台',
          '销售中心',
          '综合业务处理平台',
          '互联网用户中心',
          '产品集成管理与运营分析系统'
        ],
        sucessCount: '100.0000%',
        businessName: '基金定投',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '00:01:36',
        relNames: [
          '协议中心',
          '互联网服务平台',
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '企业级客户信息整合系统',
          '经纪业务运营平台',
          '销售中心',
          '互联网用户中心',
          '数字证书系统',
          '产品集成管理与运营分析系统',
          '经纪客户信息管理平台'
        ],
        sucessCount: '100.0000%',
        businessName: '零钱宝转入',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '09:15:04',
        relNames: [
          '经纪客户信息管理平台',
          '企业级客户信息整合系统',
          '经纪业务运营平台',
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '销售中心',
          '互联网服务平台',
          '产品集成管理与运营分析系统',
          '互联网用户中心',
          '综合业务处理平台',
          '协议中心'
        ],
        sucessCount: '100.0000%',
        businessName: '报价回购购买流程',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '08:13:00',
        relNames: [
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '企业级客户信息整合系统',
          '互联网服务平台',
          '销售中心',
          '产品集成管理与运营分析系统',
          '数字证书系统',
          '金融产品服务中心',
          '协议中心'
        ],
        sucessCount: '100.0000%',
        businessName: '场内基金认购',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '01:55:27',
        relNames: [
          '服务分发与治理平台',
          '协议中心',
          '经纪业务运营平台',
          '企业级客户信息整合系统',
          '互联网业务聚合平台',
          '互联网服务平台',
          '销售中心',
          '互联网用户中心',
          '经纪客户信息管理平台',
          '金融产品服务中心',
          '产品集成管理与运营分析系统'
        ],
        sucessCount: '100.0000%',
        businessName: '基金转换',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '08:46:36',
        relNames: [
          '互联网业务聚合平台',
          '企业级客户信息整合系统',
          '互联网服务平台',
          '产品集成管理与运营分析系统',
          '销售中心',
          '数字证书系统',
          '协议中心',
          '金融产品服务中心',
          '服务分发与治理平台'
        ],
        sucessCount: '100.0000%',
        businessName: 'ETF网下认购',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '09:17:07',
        relNames: [
          '互联网服务平台',
          '服务分发与治理平台',
          '协议中心',
          '企业级客户信息整合系统',
          '理财服务平台',
          '互联网业务聚合平台',
          '销售中心',
          '金融产品服务中心',
          '经纪客户信息管理平台',
          '互联网用户中心',
          '产品集成管理与运营分析系统'
        ],
        sucessCount: '100.0000%',
        businessName: '普通OTC购买流程',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '09:01:32',
        relNames: [
          '企业级客户信息整合系统',
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '产品集成管理与运营分析系统',
          '短信认证系统',
          '销售中心',
          '金融产品服务中心',
          '经纪客户信息管理平台'
        ],
        sucessCount: '100.0000%',
        businessName: '私募基金、私募资管购买流程',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: '空',
        relNames: [
          '企业级客户信息整合系统',
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '产品集成管理与运营分析系统',
          '短信认证系统',
          '销售中心',
          '金融产品服务中心',
          '经纪客户信息管理平台'
        ],
        sucessCount: '100.0000%',
        businessName: '私募OTC购买流程',
        orderNum: null,
        alarmLevel: null,
        type: '3'
      },
      {
        firstTime: null,
        relNames: [
          '协议中心',
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '经纪业务运营平台',
          '综合业务处理平台',
          '数字证书系统',
          '产品集成管理与运营分析系统',
          '企业级客户信息整合系统'
        ],
        sucessCount: '100.0000%',
        businessName: '零钱宝开通',
        orderNum: null,
        alarmLevel: null,
        type: '2'
      },
      {
        firstTime: null,
        relNames: [
          '企业级客户信息整合系统',
          '客户订阅管理系统',
          '经纪业务运营平台',
          '服务分发与治理平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '理财服务平台',
          '综合业务处理平台',
          '综合柜员业务平台',
          '金融产品服务中心',
          '协议中心'
        ],
        sucessCount: '100.00%',
        businessName: '资产配置开通',
        orderNum: null,
        alarmLevel: null,
        type: '2'
      },
      {
        firstTime: null,
        relNames: [
          '协议中心',
          '经纪业务运营平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '销售中心',
          '综合业务处理平台',
          '产品集成管理与运营分析系统',
          '经纪客户信息管理平台',
          '企业级客户信息整合系统',
          '数字证书系统',
          '金融产品服务中心',
          '服务分发与治理平台'
        ],
        sucessCount: '100.0000%',
        businessName: '工资设置',
        orderNum: null,
        alarmLevel: null,
        type: '2'
      },
      {
        firstTime: null,
        relNames: [
          '客户订阅管理系统',
          '互联网业务聚合平台',
          '经纪业务运营平台',
          '服务分发与治理平台',
          '互联网服务平台',
          '理财服务平台',
          '综合业务处理平台',
          '综合柜员业务平台',
          '金融产品服务中心',
          '数字证书系统',
          '销售中心',
          '协议中心',
          '企业级客户信息整合系统'
        ],
        sucessCount: '100.0000%',
        businessName: '涨乐星投开通',
        orderNum: null,
        alarmLevel: null,
        type: '2'
      },
      {
        firstTime: null,
        relNames: [
          '客户订阅管理系统',
          '全账户系统',
          '经纪业务运营平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '产品集成管理与运营分析系统',
          '金融产品服务中心',
          '服务分发与治理平台'
        ],
        sucessCount: '100.0000%',
        businessName: '公募基金详情页',
        orderNum: null,
        alarmLevel: null,
        type: '1'
      },
      {
        firstTime: null,
        relNames: [
          '经纪客户信息管理平台',
          '投顾信息服务系统',
          '经纪业务运营平台',
          '服务分发与治理平台',
          '综合业务处理平台',
          '互联网业务聚合平台',
          '互联网服务平台',
          '产品集成管理与运营分析系统'
        ],
        sucessCount: '100.0000%',
        businessName: '报价回购详情页',
        orderNum: null,
        alarmLevel: null,
        type: '1'
      }
    ]
  }
};
